{
    "201": {
        "queries": [
            "raspberry pi",
            "cost of raspberry pi computing model",
            "what is a raspberry pi and how much is it"
        ],
        "description": "What is a raspberry pi?",
        "backstory": "You have heard quite a lot about cheap computing as being the way of the future, including one recent model called a Raspberry Pi. You start thinking about buying one, and wonder how much they cost.",
        "doc": "A Raspberry Pi is a small, affordable, and versatile computer that was designed for educational use. It comes in various models with different features; the most popular being the Model B+ which offers four USB ports, an Ethernet port and up to 1GB of RAM. The cost of a Raspberry Pi depends on the model chosen; prices range from $35 - $55 USD depending on specifications such as RAM size, storage type etc. This makes it very accessible for both hobbyists and businesses alike who are looking for an inexpensive computing solution or just want to experiment with coding projects. The Raspberry Pi can be used to control home automation systems or build your own robots – anything you would need a basic PC capable of doing!"
    },
    "203": {
        "queries": [
            "reviews of les miserables",
            "les miserables musical",
            "online reviews for the movie les miserables"
        ],
        "description": "Find movie reviews of the film 'Les Miserables'.",
        "backstory": "Your sister has given you tickets to the movie 'Les Miserables' for your birthday. You decide to read some online reviews of it before you attend, to get a feeling for what you are going to see.",
        "doc": "Reviews of the film Les Miserables have been overwhelmingly positive, with many critics praising its strong performances and stirring musical numbers. The adaptation of Victor Hugo's classic novel is a powerful version of the beloved story. Based on the acclaimed stage production, it has achieved great success at box offices worldwide. Online reviews for the movie are largely glowing as well; reviewers cite Hugh Jackman’s performance as an unforgettable Jean Valjean and Anne Hathaway's stunning portrayal of Fantine among some highlights that make this take on Les Miserables so special. As one reviewer put it, “There is no other way to describe 'Les Miserables' than magnificent! Its triumphant music and memorable characters give us a reason to keep coming back."
    },
    "204": {
        "queries": [
            "rules of golf",
            "overview of golf for beginners",
            "usga rules of golf"
        ],
        "description": "What are the official PGA rules for golf?",
        "backstory": "You bought a new house that is right next door to a PGA-standard golf course, mainly because of the school zone the house is in. But now that you have moved in, and have been seeing people playing golf, you start to think about learning the game, and decide to find out what the rules are.",
        "doc": "The official PGA rules for golf, known as the USGA Rules of Golf, are designed to ensure fair and equitable play. These rules provide a framework for competition and define how the game should be played on both professional and recreational levels. They outline important information about playing procedure, etiquette, safety considerations, and other aspects of play. For beginners or those new to the game looking for an overview of golf's basics including key concepts such as course layout; ball position; types of shots (e.g., chip shot vs putt); understanding handicap; hazards (water/sand traps) - there is plenty more that can be learned from the many resources available online through reputable sources like the USGA website."
    },
    "209": {
        "queries": [
            "land surveyor",
            "land surveying career education",
            "education required to work in land surveying"
        ],
        "description": "Find job openings for land surveyors.",
        "backstory": "One of your nieces has expressed interest in land surveying as a career, because it is one of the few professions that involves regular outdoors work. You would like to help her find out what type of education is necessary in order to be qualified for such jobs.",
        "doc": "For those looking to pursue a career in land surveying, there are many job openings available. Land surveyors typically use mathematics and specialized technology such as Geographic Information Systems (GIS) to measure the size of plots of land, create detailed maps, research boundary disputes and determine property lines.  To become a successful professional in this field requires a strong understanding of measurement tools and techniques, software applications used for calculations or mapping and applicable legal regulations. Education requirements vary depending on your jurisdiction but often include completion of an apprenticeship program combined with earning qualifications from post-secondary schools specializing in geomatics engineering or related programs such as civil engineering techology or environmental management/technologies.. With the proper education, certifications, experience and dedication it is possible to obtain success in this rewarding career path."
    },
    "210": {
        "queries": [
            "golf gps",
            "iphone app compute shot distances golf",
            "golf gps apps available on iphones"
        ],
        "description": "What is the best golf gps device?",
        "backstory": "GPS (global positioning system) technology is now in widespread use, and as a keen amateur golfer, you have noticed an increase in the use of GPS devices on the golf course, to compute shot distances and so on. You wonder whether there is an iPhone app that you can download and use, rather than having to buy a specialized golf GPS device. ",
        "doc": "Golf GPS devices have become increasingly popular for golfers looking to improve their game. With a wide range of options available, choosing the best device can be difficult. One great option is the iPhone app which computes shot distances on any course in the world. Additionally, there are several top-rated golf GPS apps that are specifically designed for iPhones and provide real time updates regarding courses conditions as well as yardage information. When deciding on a golf gps device, it's important to consider your needs before making a purchase – but with so many excellent applications now available across various platforms, you're sure to find something perfect for your individual playing style!"
    },
    "211": {
        "queries": [
            "what is madagascar known for",
            "natural attractions in madagascar",
            "famous icons of madagascar"
        ],
        "description": "What is Madagascar known for?",
        "backstory": "Many countries and regions are associated with specific products, animals, or locations. For example, Arizona is known for the Grand Canyon; China has pandas and the Great Wall;  Australia is known for kangaroos and the Great Barrier Reef; and Switzerland for its mountains and fine watches. Prior to a holiday in the country of Madagascar, you wonder what it is best known for.",
        "doc": "Madagascar is known for its incredible biodiversity and stunning natural attractions. It's one of the most biodiverse countries in the world, with a wide variety of endemic species found nowhere else on Earth. Natural attractions such as rainforests, waterfalls, limestone caves, beaches and coral reefs make Madagascar an ideal destination for nature lovers looking to explore untouched wilderness areas. Famous icons from Madagascar include lemurs – small primates which are native only to this country – along with chameleons and fossa, the largest carnivore living on Madagascar today. Additionally, birds like Pittas or Couas can be spotted in some regions of Madagascar due to their special adaptation skills that allowed them to thrive here since ancient times."
    },
    "212": {
        "queries": [
            "home theater systems",
            "designing space for home theater",
            "what kinds of home theater are there"
        ],
        "description": "Find information on home theater room design.",
        "backstory": "You are finalizing the plans for your new house, and one of spaces you are really looking forward to is a well-designed home theater. You decide to read some online advice about how that room should be arranged and set out, so that you get maximum listening and viewing pleasure.",
        "doc": "Home theater room design is a growing trend for many people looking to enhance their entertainment experience. A home theater system includes the components necessary to enjoy high-quality audio and video, such as soundbars, speakers, projectors and screens. Designing space for a home theater requires an understanding of acoustics and the proper arrangement of furniture. There are several kinds of home theaters available: Dedicated rooms with acoustic treatments, media or family rooms that feature projector setups and surround sound systems, or portable systems with wireless technology allowing users to move it between different locations in your house."
    },
    "218": {
        "queries": [
            "solar water fountains",
            "solar power bird baths",
            "water fountain for bird bath"
        ],
        "description": "What solar water fountains are available for gardens.",
        "backstory": "As a bird-lover and environmentalist, you want to provide some ecologically sound amusement for your feathered friends when they visit your garden. Having always wanted a water fountain for your bird bath, you are curious to learn whether these are available in solar-powered variants?",
        "doc": "Solar water fountains are an excellent choice for adding beauty and sound to your garden. These low-maintenance features use solar power to pump and circulate the water, creating a relaxing atmosphere in your outdoor space. Solar powered bird baths also make a great addition to any garden as they provide both water and shelter for birds, making them more likely to visit your yard. Finally, if you're looking for something even smaller than a fountain or bird bath, consider getting a small water fountain specifically designed for placing in bird baths - it'll attract wildlife with its calming trickle of running water."
    },
    "226": {
        "queries": [
            "traverse city",
            "what are the major attractions of traverse city",
            "traverse city recreation"
        ],
        "description": "What attractions are there in Traverse City, Michigan?",
        "backstory": "You are passing through Traverse City for a work trip, and thought it might be a good place to take a day or two of leave. What attractions are there in the town?",
        "doc": "Traverse City, Michigan is a beautiful coastal city that offers many attractions for visitors. What are the major attractions of Traverse City? There is something to do for everyone in this vibrant and inviting destination! The most popular attractions include shopping at Front Street or walking along the Boardman River marina, tasting wine from local wineries, exploring downtown Traverse City’s art galleries, touring historic sites such as the Mill Creek Historic District and the old Town district, kayaking around Grand Traverse Bay's beaches or islands like Power Island Conservation Area & Recreation Park. Visitors can also take part in recreational activities like skiing down slopes of Mt Holiday Ski Resort or hiking trails within Sleeping Bear Dunes National Lakeshore. No matter what time of year you visit it'll be an unforgettable experience with so much to explore!"
    },
    "228": {
        "queries": [
            "hawaiian volcano observatories",
            "history hawaiian volcano",
            "history of hawaiian volcano"
        ],
        "description": "I am looking for the history of and a summary of the work performed at the Hawaiian Volcano Observatories.",
        "backstory": "On a recent vacation you saw a building labelled 'Hawaiian Volcano Observatories', and now you are curious: what sort of work do they do, and what is their history?",
        "doc": "The Hawaiian Volcano Observatories (HVO) have been monitoring the volcanic activity of Hawaii’s volcanoes since 1912. The observatory is responsible for tracking and predicting potential eruptions, collecting scientific data about current events, as well as analyzing past volcano-related phenomena. HVO has a long history in recording Hawaiians' relationship with their dynamic environment. Its earliest roots stretch back to the late 19th century when James Dwight Dana conducted geological surveys at Kilauea before being commissioned by King Kalakaua in 1881. Since then, advances in technology have allowed researchers to develop increasingly sophisticated tools that allow them to track eruptions over time and understand how magma behaves within these environments more accurately than ever before. By understanding the unique characteristics of each island's geology they are able to provide invaluable insight into both future and historical events related to volcanism on the islands which allows officials make informed decisions regarding public safety."
    },
    "233": {
        "queries": [
            "hair dye",
            "hair dying while pregnant",
            "how does hair dye affect your during pregnancy"
        ],
        "description": "What commercial hair dyes are available?",
        "backstory": "A friend who is pregnant is worried about her hair dye, and thinks she should stop coloring her hair for a while. You decide to check for her and find which hair dye options she could consider.",
        "doc": "Hair dye can be a great way to change up your look and keep your hair looking vibrant. However, if you're pregnant it's important to take extra care when dying your hair. While there are no definitive studies that show how hair dyes affect pregnancy outcomes, it is still best to avoid using commercial hair dyes while pregnant. If you must use a commercial product, try an all-natural or vegetable based one like Naturtint as opposed to harsher chemical dyes which contain ammonia or peroxide. It is also recommended that expecting mothers do not apply the dye directly onto their scalp and instead have someone else perform the job for them in order reduce risk of exposure."
    },
    "235": {
        "queries": [
            "ham radio",
            "radio license classes",
            "ham license types and requirements"
        ],
        "description": "How do you get a ham radio license?",
        "backstory": "Your uncle told you he is sitting an exam for a new ham radio license. Apparently there are several classes, and you would like to know what the different licenses are.",
        "doc": "A ham radio license is required to operate an Amateur Radio station. The Federal Communications Commission (FCC) grants several classes of licenses depending on the user’s experience and knowledge, which must be demonstrated through passing a series of exams. For example, there are Technician Class Licenses for entry-level users, General Class Licenses for those with more advanced technical skills, and Extra Class Licenses for experienced operators who want additional privileges. Each type has its own requirements but all applicants need to demonstrate their understanding of FCC regulations as well as proficiency in operating procedures used in ham radio communication."
    },
    "244": {
        "queries": [
            "old town scottsdale",
            "scottsdale arizona history",
            "scottsdale history"
        ],
        "description": "Find restaurants in Old Town Scottsdale, AZ.",
        "backstory": "Driving north along highway 17 in Arizona, you pass a sign to Old Town Scottsdale. You wonder what kind of history the town had, before it was swallowed up by Phoenix.",
        "doc": "Old Town Scottsdale, Arizona is a vibrant and historic area of the city. Located in Maricopa County, it is home to some of the oldest businesses in the state with many restaurants, boutiques and galleries for visitors to explore. The history of Old Town Scottsdale dates back over 140 years when settlement began around what was then known as Orangedale. It developed into an agricultural center before becoming incorporated as a town in 1951. Throughout its long history, Old Town Scottsdale has remained at the heart of downtown Scottsdale where new generations have come together to enjoy its unique atmosphere and cultural attractions. There are numerous restaurants located throughout Old Town Scottsdale that offer delicious cuisine ranging from American classics like burgers & fries to Mexican specialties such as tacos & enchiladas. Visitors can experience all that this historically rich area has to offer by visiting one (or more) of these eateries today!"
    },
    "245": {
        "queries": [
            "roosevelt island",
            "best restaurants in roosevelt",
            "places to eat in ny on roosevelt"
        ],
        "description": "What restaurants are on Roosevelt Island (NY)?",
        "backstory": "You're planning a weekend in NY on Roosevelt Island to experience a part of the city you've never been to before. You'd like to find some restaurants to eat at while you stay there. ",
        "doc": "Roosevelt Island, located in the East River of New York City, is an urban oasis with a variety of restaurants. From family-style eateries to upscale bistros, there are plenty of great places to eat on Roosevelt Island. Some of the best restaurants on Roosevelt include Riverside Grille and Bar for classic American fare; Black Dog Café for Mediterranean cuisine; and MOMI Ramen & Sushi Co., a Japanese restaurant that's popular among locals. There are also many more unique establishments in this area such as Thai Cottage Restaurant offering spicy Southeast Asian dishes and Madonnina Ristorante Italiano serving up traditional Italian favorites like pizza and pasta. Whether you're looking for breakfast, lunch or dinner options—there is something delicious to be found at any time of day on Roosevelt Island!"
    },
    "246": {
        "queries": [
            "civil war battles in South Carolina",
            "how many battle in south carolina",
            "all about american civil war"
        ],
        "description": "Which civil war battles were fought in South Carolina?",
        "backstory": "Heading south through South Carolina on a road trip, you see lots of signposts to historical battle sites from the American Civil War. You quite enjoy learning more about the history of the area, and wonder how many battles were fought in the state.",
        "doc": "The American Civil War was a bloody conflict that left the nation divided between 1861 and 1865. South Carolina played an important role in this war, as it became the first state to secede from the Union before hostilities began. During the course of this four-year conflict, numerous battles were fought on South Carolinian soil. In total there were approximately 75 engagements involving some sort of combat action throughout various parts of South Carolina - these include major conflicts such as The Battle Of Charleston Harbor or smaller skirmishes like Folly Island or Pocotaligo Bridge Engagement. It is interesting to note that while many other states saw larger numbers of battle engagements during the civil war period, no other individual state has seen so much decisive military action within its borders than South Carolina did at that time"
    },
    "249": {
        "queries": [
            "occupational therapist",
            "occupational therapy qualification requirements",
            "how to become an occupational therapist"
        ],
        "description": "What is an occupational therapist?",
        "backstory": "You are making choices about studying at college now that high school is almost over. Your career counsellor told you about occupational therapists, and you would like to find out more about the requirements to become one.",
        "doc": "An occupational therapist is a health professional who helps people with physical, mental, or social challenges participate in daily life activities. Occupational therapists help those with disabilities to improve their quality of life and become as independent as possible. To be an occupational therapist you will need to complete the necessary qualifications required by your state/country. The minimum requirement usually includes a Masters degree program that has been approved by either AOTA (American Occupational Therapy Association) or ACOTE (Accreditation Council for Occupational Therapy Education). Depending on where you live it may also require additional courses and fieldwork hours before becoming qualified. Once all requirements are met, applicants must apply for licensure from the board of occupational therapy within the jurisdiction they plan on practicing in order to become a fully certified practitioner."
    },
    "250": {
        "queries": [
            "ford edge problems",
            "disadvantages of the ford edge car",
            "ford edge side effects"
        ],
        "description": "What problems have afflicted the Ford Edge car model?",
        "backstory": "You need a second car to cope with the logistics of managing the kids and their different sports. You are considering a Ford Edge, but have heard that maybe it has some problems with it. Find out more.",
        "doc": "The Ford Edge car model has been known to have its fair share of problems. Many drivers and consumers alike have experienced a variety of disadvantages, such as poor engine performance, faulty electrical systems, suspension issues, mechanical failures and other complications that can be costly to repair or replace. Furthermore, many Edge owners report side effects from their vehicle such as noisy engines and brakes, uncomfortable seating positions in the cabin area as well as shuddering while turning at low speeds. These common complaints are concerning but not surprising considering the age range of most Edges on the road today."
    },
    "252": {
        "queries": [
            "history of orcas island",
            "orcas island seattle",
            "orcas island historical society"
        ],
        "description": "Looking for any historical information related to Orcas Island: geographical, buildings, people, infrastructure, etc.",
        "backstory": "On a business trip to Seattle, you decide to spend the weekend on nearby Orcas Island. Before you go, you would like to find out as much as you can about its history, in case there are some special things to see while you are there.",
        "doc": "Orcas Island, located in the San Juan Islands of Washington State is full of history. Orcas Island has been inhabited since at least 3000 BC when it was home to Salish and Coast Salish Indians who were fisherman and hunters. In 1855, Orcas Island became part of the United States under a treaty signed by Chief Seattle and other tribal leaders. The first non-native settlers arrived on Orcas Island shortly after signing this treaty with many arriving from Scandinavia countries like Norway, Sweden and Denmark as well as England. There are now several historical sites scattered throughout Orcas Island including an original log cabin built in 1880 near Eastsound that serves as a museum today. The island also has its own Historical Society which provides education through various programs about local culture"
    },
    "255": {
        "queries": [
            "teddy bears",
            "where in germany is steiff located",
            "steiff animals"
        ],
        "description": "Find information about teddy bear picnics.",
        "backstory": "When you were very young, an uncle gave you an expensive teddy bear from Germany, made by Steiff. You are thinking of buying one for a close friend's newborn baby, and want to find out more information on these bears to see if they are really worth it.",
        "doc": "Teddy bears are beloved stuffed animals, often featuring unique designs and personalities. Steiff is a German company renowned for its high-quality teddy bear creations since the late 19th century. Located in Giengen an der Brenz, Germany, Steiff has been producing adorable handcrafted animals since 1880. Their iconic toy animal line includes not just teddy bears but cats, dogs, bunnies and many more! Many people celebrate the joy of their collections with “teddy bear picnics” which usually consist of playing games or having tea parties with their stuffed companions."
    },
    "258": {
        "queries": [
            "hip roof",
            "pros and cons for installing a hip roof on house",
            "what are the advantages of a hip roof"
        ],
        "description": "Find pictures of a hip roof.",
        "backstory": "While planning an extension to your house, you start sketching some designs for the roof. Hip roofs look nice, but do they have particular advantages or disadvantages compared to other types?",
        "doc": "A hip roof is a type of architectural structure for residential and commercial buildings, typically with four sides that meet in the center. This type of roof offers several advantages to homeowners looking to add aesthetic value or protection from the elements. Pros for installing a hip roof on your house include added strength compared to other types of roofs due to its internal structural components; better drainage than gable roofs since all faces are angled towards ground level; and they often look more aesthetically pleasing than simple rectangular designs. Some potential cons when considering adding this style of rooftop would be higher costs associated with installation as well as having fewer options available should you ever need repair work done later on down the line."
    },
    "261": {
        "queries": [
            "folk remedies sore throat",
            "sore throat",
            "sore throat herbal remedy"
        ],
        "description": "What folk remedies are there for soothing a sore throat?",
        "backstory": "It is late, but you can't get to sleep because a sore throat has taken hold and it is hard to swallow. You have run out of cough drops, and wonder if there are any folk remedies that might help you out until the morning.",
        "doc": "Folk remedies for soothing a sore throat have been used for centuries and include herbal teas, gargles, steam inhalation and honey. A popular folk remedy for sore throats is the use of herbs such as marshmallow root, licorice root, slippery elm bark or sage leaves steeped in hot water to make an infusion or tea. Gargling with salt water can reduce swelling and help kill germs that cause infection while steam inhalation helps loosen mucus. Honey has anti-inflammatory properties which soothes irritated tissues in the throat when taken orally or applied topically as a paste. Other herbal remedies like chamomile flowers and elderberry juice are also thought to provide relief from sore throats."
    },
    "262": {
        "queries": [
            "balding cure",
            "help for bald spot on top of head",
            "bald spot home remedies"
        ],
        "description": "Find cures for baldness (other than hair replacement, hair transplants, or wigs).",
        "backstory": "You worry about the bald spot expanding on the top of your head. Are there any cures for it available, which don't need you to look stupid with a wig or transplant?",
        "doc": "When it comes to finding cures for baldness, hair replacement options like wigs or transplants are not the only solutions. There are also a number of treatments that can be used as balding cures or help to reduce the appearance of a bald spot on top of your head. Some possible home remedies include massaging essential oils and scalp-boosting products into the scalp, using over-the-counter lotions with minoxidil, eating more healthy proteins and vitamins, and cutting back on sugar intake. Additionally, you may want to talk with your doctor about any other potential therapies they may recommend depending upon specific symptoms."
    },
    "268": {
        "queries": [
            "benefits of running",
            "how running is beneficial to health",
            "running health"
        ],
        "description": "How is running beneficial to the health of the human body?",
        "backstory": "Your doctor has recommended you take up more sport, and you think you'd like to try running. You'd like to know how running is beneficial to health and the human body.",
        "doc": "Running has numerous benefits to the health of the human body. It is a great form of exercise and can be done just about anywhere at any time, with minimal cost. Studies have shown that running strengthens your heart muscles, helping you reduce risk factors associated with cardiovascular disease, such as high cholesterol levels and high blood pressure. Additionally, regular running increases oxygen intake and circulation throughout your entire body which helps improve energy production for more efficient workout performance. Furthermore, it increases endurance allowing you to perform better during physical activities like sports or strenuous daily chores around the house. Lastly, running boosts endorphins in the brain making one feel happier while reducing stress level; all these result in improved overall mental well-being."
    },
    "272": {
        "queries": [
            "dreams interpretation",
            "recurring dreams",
            "what do dreams mean"
        ],
        "description": "Find data on how to generally interpret dreams.",
        "backstory": "You've been having strange, recurring dreams recently. Although you don't really believe they mean anything, you'd be interested to know more about how dreams are generally interpreted.",
        "doc": "Dream interpretation is a way to interpret what your dreams may mean. Dreams are thought to be symbolic and can reveal insight into how we process our thoughts, feelings, and behaviors in the waking world. Recurring dreams often indicate something that has been left unresolved or a repeating pattern of behavior in daily life. When interpreting dreams, ask yourself questions like “what was I feeling when this dream happened?” or “how does it relate to my current situation?”. By exploring these meanings behind your unconscious mind's messages you will better understand what do dreams mean for you personally."
    },
    "274": {
        "queries": [
            "golf instruction",
            "vacation packages for golf name of the region",
            "golf lessons during vacation"
        ],
        "description": "Find information about golf schools.",
        "backstory": "Your father has got interested in golf. Since his birthday is coming up, you and your family would like to find some vacation packages which include golf lessons.",
        "doc": "If you're looking for information about golf schools, then look no further. There are many options available to learn the basics of the game and perfect your swing through golf instruction from certified professionals. For those looking for a more in-depth experience, there are even vacation packages offered by resorts that include all aspects of learning how to play golf as well as opportunities for playing during your stay. The region these vacations take place vary depending on where you're located and can provide an opportunity to travel while honing your skills at the same time! Golf lessons may also be taken during vacation if it's simply not possible or convenient enough to attend a full school beforehand. So regardless of what level golfer you want to become, there is something out there that will help make it happen!"
    },
    "281": {
        "queries": [
            "ketogenic diet",
            "what is ketogenic fad",
            "what is included in a ketogenic diet"
        ],
        "description": "What is a ketogenic diet?",
        "backstory": "You are keen to try out a new dieting fad, and have heard the term ketogenic diet, but don't know what it involves. How about you find out.",
        "doc": "A ketogenic diet is a high-fat, low carbohydrate eating plan that has been gaining popularity in recent years. It focuses on consuming foods with healthy fats and limited carbohydrates to put the body into a state of nutritional ketosis - when fat burning replaces glucose as the primary source of energy for cells. The goal of this type of dieting is weight loss or managing medical conditions such as diabetes or epilepsy. What makes it different from other fad diets is that there are specific guidelines regarding what should be included in a typical meal. Typically, up to 90% calories come from fat sources like oils, butter, nuts and avocados while only 5-10% comes from carbs including whole grains and fruits. Additionally, adequate amounts of protein can help maintain muscle mass which may also aid with weight management goals."
    },
    "283": {
        "queries": [
            "hayrides in pa",
            "pa hay ride locations",
            "places for hay ride in pennsylvania"
        ],
        "description": "Where can I go on a hay ride in Pennsylvania?",
        "backstory": "You are planning a holiday in Pennsylvania USA, and have always dreamed of going on a hay ride. Find out where in Pennsylvania you can go on such a ride.",
        "doc": "Hayrides are a popular activity in Pennsylvania, providing great family fun and an opportunity to explore the countryside. There are many hay ride locations throughout the state of PA that offer scenic views, engaging activities and memorable experiences for everyone. From the rolling hills of central PA to corn mazes in Lancaster County or apple picking near Philadelphia, there's something perfect for you! Some notable places for hay rides in Pennsylvania include Dreamscape Farms in Shippensburg, Hershey Farm Restaurant & Inn in Ronks, and Colebrook Valley Railroad Ride & Apple Picking Adventure. So plan your next outdoor adventure with a visit to one of these amazing pa hayride locations today!"
    },
    "289": {
        "queries": [
            "benefits of yoga",
            "is yoga good for young children",
            "children yoga health benefits"
        ],
        "description": "What are the benefits of yoga for kids?",
        "backstory": "Your brother says that his children are enrolled in yoga classes. You are a bit skeptical, thinking that kids should just play outside, climbing trees and throwing balls. But in order to be fair to your brother, you decide to find out if there are any benefits known to arise from children doing yoga.",
        "doc": "Yoga has many benefits for children, with its roots in ancient India. Research suggests that yoga can be an effective tool to help kids maintain their physical and mental health. Through the practice of various poses or asanas, mindfulness techniques, breathwork (pranayama), relaxation exercises and more - yoga helps young children build self-awareness, strength and flexibility. Some specific benefits include increased body awareness, better coordination & balance; improved focus & concentration; a calmer mind; improved mood & behaviour regulation skills; decreased anxiety levels; enhanced creativity & problem solving abilities plus reduced stress hormones like cortisol. It also teaches healthy life habits such as proper breathing practices which create better overall well-being from within – physically and mentally speaking. Additionally, when done correctly it’s good exercise! All these factors make practicing yoga beneficial for your child's long term emotional and physical development into adulthood."
    },
    "291": {
        "queries": [
            "sangre de cristo mountains",
            "hiking options mexico sangre",
            "hiking options santa de cristo"
        ],
        "description": "What are some cities/destinations within the Sangre de Cristo mountains region?",
        "backstory": "Your sister has just returned from a skiing holiday in the Sangre de Cristo mountain region in New Mexico. You decide to make your own trip there, but it will be summer before you can get away, and so you want to find out what hiking options there are in the same area.",
        "doc": "The Sangre de Cristo Mountains offer some of the best hiking experiences in North America. From its spectacular views, lush green forests and wide range of terrain options, these mountains are a paradise for hikers looking to explore unique natural environments. In Mexico, some great areas to visit within the region include Cerro Potosí, El Salto del Aguila and Puente San Isidro. For those wanting an exciting adventure within Santa De Cristo itself there are many trails ranging from easy day hikes to multi-day treks offering breathtaking landscapes such as Corazones Peak or Vallecitos Valley. No matter which trail you take it will be a memorable experience!"
    },
    "296": {
        "queries": [
            "recycling lead acid batteries",
            "where to dispose old car battery",
            "nearest waste disposal for batteries"
        ],
        "description": "Where can I recycle lead acid batteries?",
        "backstory": "Recently your car battery was changed when it went flat, but the mobile service agent said that they couldn't take the old battery away, because it was your responsibility to ensure that it was recycled safely. You now need to find out where you can dispose of it to meet this requirement.",
        "doc": "Recycling lead acid batteries is an important way to reduce waste and protect the environment. Old car batteries are a type of lead-acid battery that should be recycled rather than disposed in regular household waste. For those looking for where to dispose old car batteries, there are several options depending on location. In most communities, local government websites provide information about recycling centers or hazardous waste disposal sites near you that accept used automotive batteries for proper disposal or recycling. It may also be possible to find a nearby store specializing in selling and disposing these types of products, as well as business like auto repair shops which can help with finding safe ways to get rid of them. Be sure to research what services your area provides before attempting any kind of DIY approach when it comes to safely disposing lead-acid batteries such as car ones."
    }
}